{
    "judul": "Bahasa Arab",
    "judul-folder": "bahasa-arab",
    "komponen": [
    {
        "judul-file": "pengertian-nahwu-dan-shorof",
        "judul-materi": "Pengertian Nahwu dan Shorof",
        "link-vidio": "https://www.youtube.com/embed/YIILVeUuZSs",
        "isi": [
            "Tata Bahasa Arab secara garis besar terdiri dari dua hal, yaitu Nahwu dan Shorof.",

            "Nahwu adalah kaidah atau aturan dalam tata bahasa Arab yang mengatur hubungan antar kata. Dalam istilah yang lebih umum disebut ilmu Sintaksis. Menurut kitab Mulakhos Qowaidul Lughoh, Nahwu adalah ilmu yang mempelajari kaidah untuk mengenal fungsi-fungsi kata yang masuk pada kalimat, mengenal hukum akhir kata, dan untuk mengenal cara mengi’rob.",

            "Shorof adalah kaidah atau aturan dalam bahasa Arab yang mengatur perubahan suatu kata ke bentuk lainnya.Dalam istilah ilmu bahasa disebut Morfologi. Bahasa Arab bisa menjadi bahasa yang berusia sangat tua seperti saat ini salah satu penyebabnya karena bahasa Arab mempunyai Shorof ini. Sehingga apabila ada kosa kata baru yang muncul dalam bahasa  Arab langsung dapat diketahui bahasa Arabnya dengan ilmu Shorof.",

            "Secara singkat dapat disimpulkan bahwa Ilmu Nahwu adalah ilmu yang mempelajari hubungan antar kata dalam bahasa Arab, Sedangkan Ilmu Shorof adalah ilmu yang mempelajari perubahan bentuk suatu kata"
        ]
    }, {
        "judul-file": "jenis-kata-dalam-bahasa-arab",
        "judul-materi": "Jenis Kata dalam Bahasa Arab",
        "link-vidio": "https://www.youtube.com/embed/3ATNmmlirCM",
        "isi": [

            "Bahasa Arab sama seperti bahasa yang lain. Kalimat terdiri dari kumpulan beberapa kata. Jenis kata dalam Bahasa Arab terdiri dari 3 jenis, yaitu : ISIM, FI'IL dan HARF. berikut uraian singkat dari ketiga jenis kata tersebut.",

            "ISIM adalah Kata Benda atau segala sesuatu yang dikategorikan kata benda baik yang terlihat ataupun yang tidak terlihat. Yang termasuk kata benda diantaranya adalah Nama Orang, Nama Hewan, Tumbuhan, Nama Kota/Negara dan Nama Benda lainnya. Benda hidup dan mati semuanya termasuk Isim.",

            "FI'IL adalah Kata dalam Bahasa Arab yang menunjukkan suatu pekerjaan pada waktu tertentu. Setiap kata kerja dalam Bahasa Arab pasti Fi'il, baik pekerjaan yang disengaja (seperti belajar, makan, mencuci) maupun pekerjaan yang tidak disengaja (mengantuk, tidur, tertawa).mudah bukan?",

            "HARF adalah kata dalam Bahasa Arab yang tidak dapat berdiri sendiri. contohnya : di atas, di dalam, ke, dari, dan lainnya. maksud tidak bisa berdiri sendiri adalah kata tersebut tidak mempunyai arti yang dapat dipahami jika tanpa didampingi kata yang lain. contohnya kata \"di atas\" saja, kita tidak bisa memahami apa maksudnya, akan timbul pertanyaan \"siapa yang di atas?\" atau \"Apanya yang di atas?\". oleh karena itu Harf selalu membutuhkan kata yang lain.",

            "Demikian jenis kata dalam Bahasa Arab. Dalam artikel ini sengaja belum saya beri tulisan Arab sedikitpun dengan maksud untuk mempermudah logika berpikir para Pembaca yang masih sangat awam terhadap Bahasa Arab."
        ]
    }, {
        "judul-file": "isim",
        "judul-materi": "isim",
        "link-vidio": "https://www.youtube.com/embed/FlcpPE1RMK0",
        "isi": [
            "Kita telah belajar bahwa kata dalam Bahasa Arab terdiri dari tiga jenis, salah satunya adalah Isim. Pada kali ini kita akan mempelajari Isim secara lebih jauh.",

            "Isim secara bahasa artinya adalah Nama. Segala sesuatu yang mempunyai nama pasti adalah isim. Entah itu Nama Orang, Nama Hewan, Nama Tumbuhan, Nama Daerah, Nama Benda dan lainnya. Baik benda itu terlihat ataupun tidak terlihat",

            "Berikut ini adalah contoh beberapa isim",
            
            "<img src=\"/img/for-materi-content/contoh-isim.jpg\" alt=\"contoh isim\">",

            "Contoh di atas baru sebagian kecil saja. Masih banyak contoh-contoh isim yang lainnya",
            
            "Ciri - ciri Isim: Ciri isim yang paling menonjol adalah bahwa isim bisa dimasuki oleh Tanwin -ً--ٍ-ٌ-- dan Lam Alif (ال)"
        ]
    },{
        "judul-file": "isim-muannast-dan-muzakkar",
        "judul-materi": "isim muannast dan muzakkar",
        "link-vidio": "https://www.youtube.com/embed/FlcpPE1RMK0",
        "isi": [
            "Pada bagian ke-4, kita sudah belajar tentang Isim. Pada bagian ini dan beberapa bagian selanjutnya kita akan belajar tentang pembagian Isim berdasarkan kategori tertentu. Pada kali ini kita akan belajar tentang pembagian Isim menurut Jenisnya.",

            "Menurut jenisnya, Isim dibagi menjadi dua, yaitu Isim Mudzakkar dan Isim Muannats.",

            "Isim Mudzakkar adalah Isim yang dianggap \"Laki-laki\". Lantas apa saja ciri-ciriIsim Mudzakkar? Secara singkat ciri Isim Mudzakkar adalah:",
            
            "<ul type=\"A\"><li><p>Isim yang TIDAK berakhiran Ta' Marbuthah (ة). <br>Contohnya adalah :</p><img src=\"/img/for-materi-content/contoh-isim-muzakkar.jpg\" alt=\"contoh isim muzakkar\"></li><li><p>Isim yang menunjukkan laki-laki (walaupun berakhiran Ta' Marbuthah),<br>Contohnya:</p><img src=\"/img/for-materi-content/contoh-isim-muzakkar2.jpg\" alt=\"contoh isim muzakkar\"></li></ul>",

            "Isim Muannats adalah isim yang menunjukkan \"Perempuan\". Berikut adalah Ciri-ciri dan contoh Isim Muannats :",

            "<ul type=\"A\"><li>Isim berakhiran Ta' Marbuthah.</li><li>Nama Kota/Negara/Daerah </li><li>Menunjukkan nama Perempuan walaupun tidak berakhiran Ta' Marbuthah.</li><li>Jamak Taksir</li></ul>",
            
            "contohnya sebagai berikut",
            
            "<img src=\"/img/for-materi-content/contoh-isim-muannas.jpg\" alt=\"contoh isim muannast\">",

            "Apakah Jamak Taksir itu? Jamak Taksir adalah kata yang menunjukkan benda jamak (lebih dari 2) dan tidak ada pola yang teratur dalam pembentukannya. Lebih jelasnya akan kita bahas pada bab berikutnya."
        ]
    }]
}